Repository: nightviewstaff/nightview
Catalog: lib/l10n/intl_*.arb
Languages: da

source: Log in
da: Log ind

source: Create NightView profile
da: Opret NightView profil

source: Create with Google
da: Opret med Google

source: Personal Information
da: Personlige Oplysninger

source: First Name
da: Fornavn(e)

source: Last Name
da: Efternavn(e)

# age_restriction
source: You must be over 18 to use NightView in Denmark
da: Man skal være over 18 for at bruge NightView i Danmark

source: Birthdate
da: Fødselsdato

source: Choose Password
da: Vælg Kodeord

# password_requirements
source: The password must contain both uppercase and lowercase letters, numbers, and be at least 8 characters long.
da: Kodeordet skal indeholde både små og store bogstaver, tal og være mindst 8 tegn.

source: Password
da: Kodeord

# password_empty
source: Password is empty
da: Kodeord er tomt

# require_uppercase_lowercase
source: Must contain uppercase and lowercase letters
da: Skal indeholde store og små bogstaver

# require_number
source: Must contain numbers
da: Skal indeholde tal

# minimum_length
source: Must be at least 8 characters
da: Skal være mindst 8 cifre

source: Confirm password
da: Bekræft kodeord

# enter_password
source: Please enter a password
da: Skriv venligst et kodeord

# password_mismatch
source: Passwords do not match
da: Kodeord stemmer ikke overens

# generic_error
source: Something went wrong. Please try again.
da: Noget gik galt. Prøv igen.

# email_already_registered
source: This email is already registered.
da: Denne mail er allerede registreret.

# invalid_email
source: Please enter a valid email address.
da: Indtast en gyldig mailadresse.

# weak_password
source: The password is too weak. Use at least 8 characters with numbers and letters.
da: Kodeordet er for svagt. Brug mindst 8 tegn med tal og bogstaver.

# no_internet
source: No internet connection. Check your network status.
da: Ingen internetforbindelse. Tjek din netværksstatus.

# error_occurred
source: An error occurred
da: Der opstod en fejl

source: Error
da: Fejl

# google_login_cancelled
source: You canceled the Google login.
da: Du afbrød Google-login.

source: Contact Information
da: Kontaktoplysninger

source: Phone Number
da: Telefonnummer

source: Email
da: Mail

# invalid_email_address
source: Invalid email
da: Ugyldig mail

# email_in_use
source: This email is being used by another user.
da: Denne mail bliver brugt af en anden bruger.

source: Remaining Information
da: Resterende Oplysninger

# age_restriction_2
source: You must be over 18 to use NightView in Denmark
da: Man skal være over 18 for at bruge NightView i Danmark

# birthdate_2
source: Birthdate
da: Fødselsdato

source: Stay logged in
da: Forbliv logget ind

source: Invalid login
da: Ugyldigt login

# incorrect_information
source: Information was not entered correctly. Please try again.
da: Oplysninger er ikke indtastet korrekt. Prøv igen.

# confirmation_code_sent
source: You have been sent a confirmation code
da: Du er blevet tilsendt en bekræftelseskode

# enter_code_to_continue
source: Enter the code to continue
da: Skriv koden for at fortsætte

# check_spam_folder
source: Check your spam folder if it doesn't appear
da: Tjek din spam mappe, hvis den ikke dukker op

# four_digit_code
source: 4-digit code
da: 4-cifret kode

# enter_confirmation_code
source: Please enter a confirmation code
da: Skriv venligst en bekræftelseskode

source: Invalid confirmation code
da: Ugyldig bekræftelseskode

source: Wrong confirmation code
da: Forkert bekræftelseskode

source: Login failed
da: Login fejlede

# google_login_error
source: Something went wrong during Google login. Please try again.
da: Noget gik galt under Google-login. Prøv igen.

# credential_error
source: An error occurred while loading new credentials
da: Der skete en fejl under indlæsning af nye referencer

# points_update_error
source: An error occurred while updating points
da: Der skete en fejl under opdatering af point

# points_earned
source: You have earned
da: Du har tjent

# points_since_last
source: points since last time. Well done!
da: point siden sidst. Godt gået!

# points_load_error
source: Could not load earned points
da: Kunne ikke indlæse optjente point

source: Share
da: Del

source: You have earned
da: Du har optjent

source: points
da: point

source: Map
da: Kort

# share_link_message
source: Send a link to your friends to earn points!
da: Send et link til dine venner for at optjene point!

source: Enter phone number
da: Indtast telefonnummer

# phone_number_required
source: Please enter a phone number
da: Skriv venligst et telefonnummer

source: Invalid phone number
da: Ugyldigt tlf-nummer

# share_code_upload_error
source: Share code was not uploaded to the cloud. Please try again.
da: Delekode blev ikke uploadet til skyen. Prøv igen.

# sms_app_error
source: An error occurred while opening the SMS application
da: Der skete en fejl under åbning af SMS-applikation

source: Earned points:
da: Optjente point:

source: Redeem shots
da: Indløsning af shots

# points_conversion
source: 1 point = 1 shot 10 points = 1 bottle
da: 1 point = 1 shot\n\n10 point = 1 flaske

source: Redeem
da: Indløs

source: bottle
da: flaske

source: Redemption successful!
da: Indløsning succesfuld!

source: You redeemed
da: Du indløste

source: Redemption failed
da: Indløsning mislykkedes

# redemption_error
source: An error occurred while redeeming shots. Please try again later.
da: Der skete en fejl ved indløsning af shots.\nPrøv igen senere.

# redeem_button
source: Redeem
da: Indløs

# shot_redemption_info
source: 'Shots can be redeemed at
da: 'Shots kan indløses ved

# redemption_warning
source: IMPORTANT: Show the staff that you are redeeming shots. Otherwise, the redemption is invalid!
da: VIGTIGT:\nVis til personalet at du indløser shots.\nEllers er indløsningen ugyldig!

# free_bottle
source: 1 free bottle!
da: 1 gratis flaske!

source: free shots
da: gratis shots

# no_current_offer
source: has no offers right now
da: har intet tilbud lige nu

source: Main Offer
da: Hovedtilbud

source: Allow location always
da: Tillad lokation altid

# location_permission_description
source: To get the best experience on NightView, the app needs to always have access to your location.
da: For at få den bedste oplevelse på NightView, er det nødvendigt at appen altid har adgang til din lokation.

source: Open app settings
da: Åbn app-indstillinger

# invalid_os
source: INVALID OPERATING SYSTEM
da: IKKE GYLDIGT STYRESYSTEM

# android_location_instructions
source: > Open app settings > Permissions > Location > Allow always
da: > Åbn app-indstillinger\n> Tilladelser\n> Placering\n> Tillad altid

# ios_location_instructions
source: > Open app settings > Location > While using the app
da: > Åbn app-indstillinger\n> Lokalitet\n> Ved brug af appen

source: Allow precise location
da: Tillad præcis lokation

# precise_location_description
source: To provide the best experience for NightView users, the app needs access to the phone's precise location.
da: For at levere den bedste oplevelse for NightViews brugere, er det nødvendigt at appen har adgang til telefonens præcise position.

# android_precise_location
source: > Open app settings > Permissions > Location > Use precise location
da: > Åbn app-indstillinger\n> Tilladelser\n> Lokation\n> Brug præcis lokation

# ios_precise_location
source: > Open app settings > Location > Precise location
da: > Åbn app-indstillinger\n> Lokalitet\n> Præcis lokalitet

source: Enable location
da: Slå lokation til

# enable_location_description
source: To use NightView, you need to enable location services.
da: For at du kan bruge NightView, er du nødt til at slå lokationstjenesten til.

# allow_location_while_using
source: Allow location while using the app
da: Tillad lokation mens du bruger appen

# location_while_using_description
source: To get the best experience on NightView, the app needs access to your location while you are using the app (this also applies when the app is open in the background).
da: For at få den bedste oplevelse på NightView, er det nødvendigt at appen har adgang til din lokation mens du bruger appen (det gælder også, når du har appen åben i baggrunden).

# android_location_while_using
source: > Open app settings > Permissions > Location > Allow only while the app is in use
da: > Åbn app-indstillinger\n> Tilladelser\n> Lokation\n> Tillad kun, mens appen er i brug

# ios_location_while_using
source: > Open app settings > Location > While using the app
da: > Åbn app-indstillinger\n> Lokalitet\n> Ved brug af appen

# generic_error_2
source: An error occurred
da: Der skete en fejl

# redeem_button_2
source: Redeem
da: Indløs

# redemption_warning_2
source: IMPORTANT: Show the staff that you are redeeming the offer. Otherwise, the redemption is invalid!
da: VIGTIGT:\nVis til personalet at du indløser tilbuddet.\nEllers er indløsningen ugyldig!

# daily_redemption_limit
source: You have already redeemed this offer today. Come back tomorrow!
da: Du har allerede indløst dette tilbud i dag.\nKom igen i morgen!

# redemption_successful_2
source: Redemption successful!
da: Indløsning succesfuld!

# main_offer_redemption
source: Redemption of main offer at
da: Indløsning af hovedtilbud ved

# redemption_completed
source: was completed.
da: blev fuldført.

# redemption_failed_2
source: Redemption failed
da: Indløsning mislykkedes

# main_offer_redemption_error
source: An error occurred while redeeming the main offer. Please try again later.
da: Der skete en fejl ved indløsning af hovedtilbuddet.\nPrøv igen senere.

# current_users
source: Users in the city now
da: Brugere i byen nu

# search_locations
source: Search for locations, areas, or anything else
da: Søg efter lokationer, områder eller andet

source: No locations found
da: Ingen lokationer fundet

source: Fetching locations
da: Henter lokationer

# find_friends
source: Find new friends
da: Find nye venner

source: Enter name
da: Skriv navn

source: Friend requests
da: Venneanmodninger

source: New chat
da: Ny chat

# chat_prompt
source: Who do you want to chat with?
da: Hvem vil du chatte med?

# chat_creation_error
source: Could not create new chat
da: Kunne ikke oprette ny chat

# message_send_error
source: Could not send message
da: Kunne ikke sende besked

source: New friend requests
da: Nye venneanmodninger

source: Going out tonight
da: Skal i byen i aften

source: Not going out tonight
da: Skal ikke i byen i aften

source: Unsure
da: Usikker

source: Profile
da: Profil

source: Change status
da: Skift status

source: Privacy Policy
da: Privatlivspolitik

# privacy_policy_open
source: Would you like to open the privacy policy in your browser?
da: Vil du åbne privatlivspolitikken i din browser?

source: Delete user
da: Slet bruger

# delete_confirmation
source: Are you sure you want to delete your user? All data associated with your user will be removed.
da: Er du sikker på, at du vil slette din bruger? Alt data associeret med din bruger vil blive fjernet.

source: No
da: Nej

# delete_user_error
source: Error deleting user
da: Fejl ved sletning af bruger

# delete_user_error_description
source: An error occurred while deleting your user. Please try again later. If you experience issues with your user in the future, you can email business@night-view.dk.
da: Der skete en fejl under sletning af din bruger. Prøv igen senere. Hvis du oplever problemer med din bruger fremadrettet kan du sende en mail til business@night-view.dk.

source: Yes
da: Ja

source: Log out
da: Log af

# logout_confirmation
source: Are you sure you want to log out?
da: Er du sikker på, at du vil logge af?

source: Bio
da: Biografi

# no_bio
source: This user has not provided a biography.
da: Denne bruger har ikke angivet en biografi

# remove_friend_confirmation
source: Are you sure you want to remove this friend?
da: Er du sikker på, at du vil fjerne denne ven?

source: Write here
da: Skriv her

source: Profile picture updated
da: Profilbillede opdateret

# profile_picture_load_error
source: An error occurred while loading profile picture
da: Der skete en fejl under indlæsning af profilbillede

# profile_picture_change_error
source: An error occurred while changing profile picture
da: Der skete en fejl under ændring af profilbillede

source: Change picture
da: Skift billede

# change_picture_confirmation
source: Do you want to change your profile picture?
da: Vil du skifte dit profilbillede?

source: Bio updated
da: Biografi opdateret

# bio_update_error
source: An error occurred while updating bio
da: Der skete en fejl under opdatering af biografi

source: Save
da: Gem

source: Friends
da: Venner

source: Remove friend
da: Fjern ven

source: Add friend
da: Tilføj ven

# recent_location_error
source: Could not find recent location
da: Kunne ikke finde seneste lokation

# location_sharing_disabled
source: This person is not sharing their location
da: Denne person deler ikke sin lokation

source: Location
da: Lokation

source: Time
da: Tidspunkt

source: Latest location
da: Seneste lokation

source: Invalid user
da: Ugyldig bruger

# login_error
source: Error logging in
da: Fejl ved login

# automatic_login_error
source: An error occurred while trying to log you in automatically. You may have changed your password since last time.
da: Der skete en fejl, da vi forsøgte at logge dig ind automatisk. Måske har du ændret din kode siden sidst.

source: Ready for the city?
da: Klar til byen?

# ready_to_conquer_dancefloor
source: Are you ready to conquer the dance floor tonight?
da: Er du klar til at erobre dansegulvet i nat?

# plans_for_adventure
source: Do you have plans to go on an adventure in the city tonight?
da: Har du planer om at tage på eventyr i byen i aften?

# let_make_trouble
source: Shall we go out and make trouble tonight?
da: Skal vi ud og lave ballade i nat?

# wild_night
source: Will it be one of those wild nights in the city tonight?
da: Bliver det en af de vilde aftener i byen i aften?

# let_loose
source: Is it one of those nights where we let loose?
da: Er det en af de aftener, hvor vi slår os løs?

# show_best_moves
source: Shall we go out and show our best moves tonight?
da: Skal vi ud og vise vores bedste moves i aften?

# make_city_safe
source: Are you heading out to make the city unsafe tonight?
da: Er du på vej ud for at gøre byen usikker i nat?

# good_bartender
source: I know a really good bartender. Shall we go out and have him make some special drinks for us?
da: Jeg kender en rigtig god bartender. Skal vi tage ud og få ham til at lave nogle specielle drinks til os?

# be_my_date
source: Will you be my date tonight and let me show you how to have fun?
da: Vil du være min date i aften og lade mig vise dig hvordan man har det sjovt?

# waste_youth
source: What do you say we waste our youth a bit tonight and see where it takes us?
da: Hvad siger du til at vi spilder ungdommen lidt i aften og ser hvor det bringer os hen?

# light_up_dancefloor
source: Are you ready to light up the dance floor tonight?
da: Er du klar til at lyse dansegulvet op i aften?

# create_memories
source: Do you have plans to create memories in the city tonight?
da: Har du planer om at skabe minder i byen i nat?

# max_gas
source: Is it one of those nights where we go all out?
da: Er det en af de aftener, hvor vi giver den max gas?

# make_night_unforgettable
source: Shall we go out and make the night wild and unforgettable?
da: Skal vi ud og gøre natten vild og uforglemmelig?

# take_city_with_style
source: Are you ready to take the city in style?
da: Er du parat til at indtage byen med stil?

# night_of_laughter_and_dance
source: Will it be a night full of laughter and dance?
da: Bliver det en nat med masser af latter og dans?

# conquer_city
source: Are you ready to conquer the city and have fun?
da: Er du klar til at erobre byen og have det sjovt?

# make_own_party
source: Shall we go out and make the night our own party?
da: Skal vi ud og gøre natten til vores egen fest?

# let_go_of_inhibitions
source: Is it one of those nights where we let go of all inhibitions?
da: Er det en af de aftener, hvor vi slipper alle hæmninger?

# night_adventure
source: Are you planning to go on a night adventure with us tonight?
da: Har du tænkt dig at tage på natteeventyr med os i aften?

# make_streets_safe
source: Is it tonight we make the streets unsafe?
da: Er det i aften, vi gør gaderne usikre?

# create_party_vibe
source: Shall we go out and create a party vibe tonight?
da: Skal vi ud og skabe feststemning i nat?

# make_night_special
source: Are you ready to make the night something special?
da: Er du klar til at gøre natten til noget særligt?

# live_life_to_fullest
source: Will it be one of those nights where we live life to the fullest?
da: Bliver det en af de aftener, hvor vi lever livet fuldt ud?

# party_like_never_before
source: Shall we go out and party like never before tonight?
da: Skal vi ud og feste som aldrig før i nat?

# take_nightlife_by_storm
source: Are you ready to take the nightlife by storm with us?
da: Er du klar til at indtage nattelivet med os?

# make_night_unforgettable_2
source: Shall we go out and make the night wild and unforgettable?
da: Skal vi ud og gøre natten vild og uforglemmelig?

# dancefloor_as_stage
source: Are you ready to make the dance floor your stage tonight?
da: Er du klar til at gøre dansegulvet til din scene i aften?

# light_up_city
source: Shall we go out and light up the city tonight?
da: Skal vi ud og få byen til at lyse op i nat?

# go_wild_on_dancefloor
source: Is it tonight we go wild on the dance floor?
da: Er det i aften, vi går amok på dansegulvet?

# be_center_of_party
source: Are you planning to be the center of the party tonight?
da: Har du tænkt dig at være festens midtpunkt i nat?

# night_full_of_fun
source: Are you ready for a night full of fun and good vibes?
da: Er du parat til en nat fyldt med grin og gode vibes?

# take_city_by_storm
source: Are you ready to take the city by storm tonight?
da: Er du klar til at tage byen med storm i aften?

# create_wild_memories
source: Are you ready to create wild memories tonight?
da: Er du klar til at skabe vilde minder i nat?

# party_without_equal
source: Are you ready to make the night a party like no other?
da: Er du parat til at gøre natten til en fest uden lige?

# fire_up_dancefloor
source: Shall we go out and fire it up on the dance floor?
da: Skal vi ud og fyre den af på dansegulvet?

# make_city_safe_2
source: Are you heading out to make the city unsafe tonight?
da: Er du på vej ud for at gøre byen usikker i nat?

# adventure_in_nightlife
source: Do you have plans to go on an adventure in the nightlife?
da: Har du planer om at tage på eventyr i nattelivet?

# conquer_nightlife
source: Shall we go out and conquer the nightlife tonight?
da: Skal vi ud og erobre nattelivet i aften?

# play_rockstars
source: Shall we go out and play rockstars tonight?
da: Skal vi ud og lege rockstjerner i nat?

# dance_with_two_left_feet
source: Are you ready to dance like we have two left feet?
da: Er du klar til at danse, som om vi har to venstre fødder?

# epic_snapchat_stories
source: Is it tonight we make some epic Snapchat stories?
da: Er det i aften, vi laver nogle episke Snapchat-historier?

# crazy_party_animal
source: Are you ready to be the craziest party animal in town tonight?
da: Er du klar til at være byens skøreste festabe i nat?

# legendary_missteps
source: Shall we go out and make some legendary missteps on the dance floor?
da: Skal vi ud og lave nogle legendariske fejltrin på dansegulvet?

# make_new_friends
source: Shall we go out and see how many new friends we can make tonight?
da: Skal vi ud og se, hvor mange nye venner vi kan få i nat?

# trip_to_party_league
source: Are you ready to take a trip to the party league tonight?
da: Er du klar til at tage en tur i festligaen i nat?

# going_out_tonight_2
source: Going out tonight?
da: Ud i aften?

source: Shall we?
da: Skal vi?

# fire_it_up
source: Go out and fire it up?
da: Ud og fyre den af?

source: Drinking?
da: Druk?

# going_out
source: Shall we go out?
da: Skal vi ud?

# club
source: The club?
da: Klubben?

# create_ravage
source: Are you ready to create havoc in the city tonight?
da: Er du klar til at skabe ravage i byen i aften?

# create_festive_chaos
source: Shall we go out and create some festive chaos in the city?
da: Skal vi ud og skabe lidt festlig uro i byen?

# shake_up_city
source: Shall we go out and shake up the city?
da: Skal vi ud og ryste byen op?

# time_for_trouble
source: Is it time to make some trouble tonight?
da: Er det tid til at lave noget ballade i nat?

# part_of_nightlife
source: Will you be a part of the nightlife today?
da: Bliver du en del af nattelivet i dag?

# plans_for_evening
source: Do you have plans to go out tonight?
da: Har du planer om at gå ud i aften?

# ready_for_city_trip
source: Are you ready for a city trip today?
da: Er du klar til en bytur i dag?

source: Age limit not specified.
da: Aldersgrænse ikke oplyst.

source: Open until
da: Åben til

source: today.
da: i dag.

source: Open
da: Åben

source: yet.
da: endnu.

source: minute
da: minut

source: minutes
da: minutter

source: nowhere
da: Ingen steder

# error_occurred_2
source: An error occurred
da: Der skete en fejl

source: Add favorite
da: Tilføj favorit

# favorite_club_message
source: By adding a club as a favorite, you allow this club/bar to send you messages about their offers.
da: Ved at tilføje en klub som favorit giver du lov til at denne klub/bar sender dig beskeder om deres tilbud.

source: Undo
da: Fortryd

source: Select Image
da: Vælg billede

source: Select Language
da: Vælg sprog

# continues
source: Continue
da: Fortsæt

source: Back
da: Tilbage

source: Remove favorite
da: Fjern favorit

# remove_favorite_confirmation
source: Are you sure you want to remove this club from your favorites?
da: Er du sikker på, at du vil fjerne denne klub fra dine favoritter?

# short_monday
source: Mon
da: Man

# short_tuesday
source: Tue
da: Tir

# short_wednesday
source: Wed
da: Ons

# short_thursday
source: Thu
da: Tor

# short_friday
source: Fri
da: Fre

# short_saturday
source: Sat
da: Lør

# short_sunday
source: Sun
da: Søn

source: Remove
da: Fjern

source: Confirm rating
da: Bekræft bedømmelse

# give_rating
source: Would you like to give
da: Vil du give

# rating
source: a rating of
da: en bedømmelse på

# stars
source: /5 stars?
da: /5 stjerner?

# already_rated
source: You have already rated
da: Du har allerede bedømt

source: recently.
da: for nylig.

source: Unknown opening hours
da: Ukendte åbningstider

source: Capacity
da: Kapacitet

source: closed today.
da: lukket i dag.

source: Calculating...
da: Udregner...

# fetching_nearby_locations
source: Fetching locations near you
da: Henter lokationer nær dig

# fetching_remaining_locations
source: Fetching remaining locations in the background ({count})
da: Henter resterende lokationer i baggrunden ({count})

source: Not today
da: Ikke i dag

source: I am fresh!
da: Jeg er frisk!

# login_error_occurred
source: Der skete en fejl, da vi forsøgte at logge dig ind automatisk. Måske har du ændret din kode siden sidst.
da: An error occurred while we were trying to automatically log you in. You may have changed your password since last time.

# ready_to_conquer_dancefloor_2
source: Are you ready to conquer the dance floor tonight?
da: Er du klar til at erobre dansegulvet i nat?

# plans_for_adventure_2
source: Do you have plans to go on an adventure in the city tonight?
da: Har du planer om at tage på eventyr i byen i aften?

# let_make_trouble_2
source: Shall we go out and make trouble tonight?
da: Skal vi ud og lave ballade i nat?

# wild_night_2
source: Will it be one of those wild nights in the city tonight?
da: Bliver det en af de vilde aftener i byen i aften?
