Repository: nightviewstaff/nightview
Catalog: lib/l10n/intl_*.arb
Languages: da

# let_loose_2
source: Is it one of those nights where we let loose?
da: Er det en af de aftener, hvor vi slår os løs?

# show_best_moves_2
source: Shall we go out and show our best moves tonight?
da: Skal vi ud og vise vores bedste moves i aften?

# good_bartender_2
source: I know a really good bartender. Shall we go out and have him make some special drinks for us?
da: Jeg kender en rigtig god bartender. Skal vi tage ud og få ham til at lave nogle specielle drinks til os?

# be_my_date_2
source: Will you be my date tonight and let me show you how to have fun?
da: Vil du være min date i aften og lade mig vise dig hvordan man har det sjovt?

# waste_youth_2
source: What do you say we waste our youth a bit tonight and see where it takes us?
da: Hvad siger du til at vi spilder ungdommen lidt i aften og ser hvor det bringer os hen?

# light_up_dancefloor_2
source: Are you ready to light up the dance floor tonight?
da: Er du klar til at lyse dansegulvet op i aften?

# create_memories_2
source: Do you have plans to create memories in the city tonight?
da: Har du planer om at skabe minder i byen i nat?

# max_gas_2
source: Is it one of those nights where we go all out?
da: Er det en af de aftener, hvor vi giver den max gas?

# take_city_with_style_2
source: Are you ready to take the city in style?
da: Er du parat til at indtage byen med stil?

# night_of_laughter_and_dance_2
source: Will it be a night full of laughter and dance?
da: Bliver det en nat med masser af latter og dans?

# conquer_city_2
source: Are you ready to conquer the city and have fun?
da: Er du klar til at erobre byen og have det sjovt?

# make_own_party_2
source: Shall we go out and make the night our own party?
da: Skal vi ud og gøre natten til vores egen fest?

# let_go_of_inhibitions_2
source: Is it one of those nights where we let go of all inhibitions?
da: Er det en af de aftener, hvor vi slipper alle hæmninger?

# night_adventure_2
source: Are you planning to go on a night adventure with us tonight?
da: Har du tænkt dig at tage på natteeventyr med os i aften?

# make_streets_safe_2
source: Is it tonight we make the streets unsafe?
da: Er det i aften, vi gør gaderne usikre?

# create_party_vibe_2
source: Shall we go out and create a party vibe tonight?
da: Skal vi ud og skabe feststemning i nat?

# make_night_special_2
source: Are you ready to make the night something special?
da: Er du klar til at gøre natten til noget særligt?

# live_life_to_fullest_2
source: Will it be one of those nights where we live life to the fullest?
da: Bliver det en af de aftener, hvor vi lever livet fuldt ud?

# party_like_never_before_2
source: Shall we go out and party like never before tonight?
da: Skal vi ud og feste som aldrig før i nat?

# take_nightlife_by_storm_2
source: Are you ready to take the nightlife by storm with us?
da: Er du klar til at indtage nattelivet med os?

# make_night_unforgettable_3
source: Have you thought about making the night wild and unforgettable?
da: Har du tænkt dig at gøre natten vild og uforglemmelig?

# dancefloor_as_stage_2
source: Are you ready to make the dance floor your stage tonight?
da: Er du klar til at gøre dansegulvet til din scene i aften?

# light_up_city_2
source: Shall we go out and light up the city tonight?
da: Skal vi ud og få byen til at lyse op i nat?

# go_wild_on_dancefloor_2
source: Is it tonight we go wild on the dance floor?
da: Er det i aften, vi går amok på dansegulvet?

# be_center_of_party_2
source: Are you planning to be the center of the party tonight?
da: Har du tænkt dig at være festens midtpunkt i nat?

# night_full_of_fun_2
source: Are you ready for a night full of fun and good vibes?
da: Er du parat til en nat fyldt med grin og gode vibes?

# take_city_by_storm_3
source: Are you ready to take the city by storm tonight?
da: Er du klar til at tage byen med storm i aften?

# create_wild_memories_2
source: Are you ready to create wild memories tonight?
da: Er du klar til at skabe vilde minder i nat?

# party_without_equal_2
source: Are you ready to make the night a party like no other?
da: Er du parat til at gøre natten til en fest uden lige?

# fire_up_dancefloor_2
source: Shall we go out and fire it up on the dance floor?
da: Skal vi ud og fyre den af på dansegulvet?

# make_city_safe_3
source: Are you ready to make the city unsafe with us tonight?
da: Er du klar til at gøre byen usikker med os i nat?

# adventure_in_nightlife_2
source: Do you have plans to go on an adventure in the nightlife?
da: Har du planer om at tage på eventyr i nattelivet?

# conquer_nightlife_2
source: Shall we go out and conquer the nightlife tonight?
da: Skal vi ud og erobre nattelivet i aften?

# play_rockstars_2
source: Shall we go out and play rockstars tonight?
da: Skal vi ud og lege rockstjerner i nat?

# dance_with_two_left_feet_2
source: Are you ready to dance like we have two left feet?
da: Er du klar til at danse, som om vi har to venstre fødder?

# epic_snapchat_stories_2
source: Is it tonight we make some epic Snapchat stories?
da: Er det i aften, vi laver nogle episke Snapchat-historier?

# crazy_party_animal_2
source: Are you ready to be the craziest party animal in town tonight?
da: Er du klar til at være byens skøreste festabe i nat?

# legendary_missteps_2
source: Shall we go out and make some legendary missteps on the dance floor?
da: Skal vi ud og lave nogle legendariske fejltrin på dansegulvet?

# make_new_friends_2
source: Shall we go out and see how many new friends we can make tonight?
da: Skal vi ud og se, hvor mange nye venner vi kan få i nat?

# trip_to_party_league_2
source: Are you ready to take a trip to the party league tonight?
da: Er du klar til at tage en tur i festligaen i nat?

# going_out_tonight_3
source: Going out tonight?
da: Ud i aften?

# shall_we_2
source: Shall we?
da: Skal vi?

# fire_it_up_2
source: Go out and fire it up?
da: Ud og fyre den af?

# drinking_2
source: Drinking?
da: Druk?

# going_out_2
source: Shall we go out?
da: Skal vi ud?

# club_2
source: The club?
da: Klubben?

# create_ravage_2
source: Are you ready to create havoc in the city tonight?
da: Er du klar til at skabe ravage i byen i aften?

# create_festive_chaos_2
source: Shall we go out and create some festive chaos in the city?
da: Skal vi ud og skabe lidt festlig uro i byen?

# shake_up_city_2
source: Shall we go out and shake up the city?
da: Skal vi ud og ryste byen op?

# time_for_trouble_2
source: Is it time to make some trouble tonight?
da: Er det tid til at lave noget ballade i nat?

# part_of_nightlife_2
source: Will you be a part of the nightlife today?
da: Bliver du en del af nattelivet i dag?

# plans_for_evening_2
source: Do you have plans to go out tonight?
da: Har du planer om at gå ud i aften?

# ready_for_city_trip_2
source: Are you ready for a city trip today?
da: Er du klar til en bytur i dag?

# age_limit_not_specified_2
source: Age limit not specified.
da: Aldersgrænse ikke oplyst.

# open_until_2
source: Open until
da: Åben til

# today_2
source: today.
da: i dag.

# open_2
source: Open
da: Åben

# yet_3
source: yet.
da: endnu.

# minute_2
source: minute
da: minut

# minutes_2
source: minutes
da: minutter

# yet_4
source: yet.
da: endnu.

# error_occurred_3
source: An error occurred
da: Der skete en fejl

# add_favorite_2
source: Add favorite
da: Tilføj favorit

# favorite_club_message_2
source: By adding a club as a favorite, you allow this club/bar to send you messages about their offers.
da: Ved at tilføje en klub som favorit giver du lov til at denne klub/bar sender dig beskeder om deres tilbud.

# continue_2
source: Continue
da: Fortsæt

# remove_favorite_2
source: Remove favorite
da: Fjern favorit

# remove_favorite_confirmation_2
source: Are you sure you want to remove this club from your favorites?
da: Er du sikker på, at du vil fjerne denne klub fra dine favoritter?

# remove_2
source: Remove
da: Fjern

# confirm_rating_2
source: Confirm rating
da: Bekræft bedømmelse

# give_rating_2
source: Would you like to give
da: Vil du give

# rating_2
source: a rating of
da: en bedømmelse på

# stars_2
source: /5 stars?
da: /5 stjerner?

# already_rated_2
source: You have already rated
da: Du har allerede bedømt

# recently_2
source: recently.
da: for nylig.

# unknown_opening_hours_2
source: Unknown opening hours
da: Ukendte åbningstider

# capacity_2
source: Capacity
da: Kapacitet

# closed_today_2
source: closed today.
da: lukket i dag.

# calculating_2
source: Calculating...
da: Udregner...

# fetching_nearby_locations_2
source: Fetching locations near you
da: Henter lokationer nær dig

# fetching_remaining_locations_2
source: Fetching remaining locations in the background ({count})
da: Henter resterende lokationer i baggrunden ({count})

# not_today_2
source: Not today
da: Ikke i dag

# i_am_fresh_2
source: I am fresh!
da: Jeg er frisk!
